Repository: vecnathewhisperd0/mandb
Catalog: po/*.po
Languages: cs, pl

source: badly formed configuration directive: '%s'
cs: ¹patnì vytvoøený pøíkaz v konfiguraci: '%s'
pl: ¼le sformatowana opcja konfiguracji: "%s"

source: pipeline input not open
pl: nie otworzono wej¶cia potoku

source: pipeline output not open
pl: nie otworzono wyj¶cia potoku

source: pipe failed
cs: vytvoøení roury selhalo
pl: b³±d funkcji pipe

source: can't open %s
cs: soubor %s nelze otevøít
pl: nie mo¿na otworzyæ %s

source: fork failed
cs: funkce fork havarovala
pl: b³±d funkcji fork

source: dup2 failed
cs: funkce dup2 havarovala
pl: b³±d funkcji dup2

source: close failed
cs: uzavøení souboru selhalo
pl: b³±d funkcji close

source: can't execute %s
cs: nelze spustit %s
pl: nie mo¿na uruchomiæ %s

source: closing pipeline input stream failed
pl: b³±d zamykania wej¶cia strumienia potoku

source: closing pipeline input failed
pl: b³±d zamykania wej¶cia potoku

source: closing pipeline output stream failed
pl: b³±d zamykania wyj¶cia strumienia potoku

source: closing pipeline output failed
pl: b³±d zamykania wyj¶cia potoku

source: %s: %s (core dumped)
pl: :%s: %s (zrzut pamiêci)

source: waitpid failed
pl: b³±d funkcji waitpid

source: can't install SIGCHLD handler
pl: nie mo¿na zainstalowaæ procedury obs³ugi sygna³u SIGCHLD

source: multi key %s does not exist
cs: multiklíè %s neexistuje
pl: wielowymiarowy klucz %s nie istnieje

source: can't lock index cache %s
cs: rejstøík %s nelze zamèít
pl: nie mo¿na zablokowaæ bufora indeksu %s

source: index cache %s corrupt
cs: rejstøík %s je po¹kozen
pl: bufor indeksu %s uszkodzony

source: cannot replace key %s
cs: klíè %s nelze nahradit
pl: nie mo¿na zamieniæ klucza %s

source: only %d fields in content
cs: polo¾ek v obsahu: %d
pl: tylko %d pól w zmiennej content

source: bad fetch on multi key %s
cs: multiklíè %s nelze vyzvednout
pl: b³±d pobierania klucza wielowymiarowego %s

source: cannot insert unused key %s
cs: nepou¾itý klíè %s nelze vlo¾it
pl: nie mo¿na dodaæ nieu¿ywanego klucza %s

source: warning: %s has no version identifier
cs: varování: soubor %s nemá identifikátor verze
pl: ostrze¿enie: brak identyfikatora wersji w %s

source: warning: %s is version %s, expecting %s
cs: varování: soubor %s je verze %s, ale oèekávána je verze %s
pl: ostrze¿enie: %s jest w wersji %s, podczas gdy oczekiwano %s

source: fatal: unable to insert version identifier into %s
cs: chyba: identifikátor verze nelze do souboru %s vlo¾it
pl: b³±d krytyczny: nie mo¿na dodaæ identyfikatora wersji do %s

source: usage: %s [-hV] [man database]
cs: Pou¾ití: %s [-h|-V] [cesta_k_man_datázi]
pl: u¿ycie: %s [-hV] [baza danych man]

source: -V, --version show version. -h, --help show this usage message. The man database defaults to %s%s.
cs: -V, --version zobrazí verzi. -h, --help zobrazí tuto nápovìdu. Standardní cesta k man databázi je %s%s.
pl: -V, --version wy¶wietla wersjê. -h, --help pokazuje tê pomoc. Domy¶lna baza danych man: %s%s.

source: can't open %s for reading
cs: soubor %s nelze otevøít pro ètení
pl: nie mo¿na otworzyæ %s do odczytu

source: usage: %s [-dhV] [-C file] [-M manpath] [section] ...
cs: Pou¾ití: %s [-dhV] [-C soubor] [-M cesta_k_man_stránkám] [sekce] ...
pl: u¿ycie %s [-dhV] [-C plik] [-M ¶cie¿ka_man] [sekcja] ...

source: -d, --debug produce debugging info. -M, --manpath path set search path for manual pages to `path'. -C, --config-file file use this user configuration file. -V, --version show version. -h, --help show this usage message.
pl: -d, --debug wy¶wietla informacje debugowania. -M, --manpath ¶cie¿ka ustawia ¶cie¿kê poszukiwañ stron podrêcznika na "¶cie¿kê". -C, --config-file plik u¿ywa podanego pliku konfiguracyjnego. -V, --version wy¶wietla wersjê programu. -h, --help wy¶wietla tê pomoc.

source: cannot read database %s
cs: databázi %s nelze èíst
pl: nie mo¿na odczytaæ bazy danych %s

source: can't get man command's exit status
cs: návratový kód pøíkazu man nelze pøevzít
pl: nie mo¿na pobraæ kodu wyj¶cia polecenia man

source: man command failed with exit status %d
cs: pøíkaz man skonèil s návratovým kódem %d
pl: polecenie man zakoñczy³o siê b³êdem %d

source: unable to reset cursor position in %s
cs: kurzor v souboru %s nelze nastavit
pl: nie mo¿na przywróciæ pozycji kursora w %s

source: NULL content for key: %s
cs: polo¾ka pod klíèem %s je prázdná
pl: Pusta (NULL) zawarto¶æ klucza %s

source: Updating cat files for section %s of man hierarchy %s
cs: Aktualizuji cat soubory pro sekci %s v adresáøi %s
pl: Aktualizowanie preformatowanych stron w sekcji %s hierarchii stron %s

source: cannot write within %s
cs: do %s nelze zapisovat
pl: nie mo¿na zapisaæ w %s

source: unable to update %s
cs: %s nelze aktualizovat
pl: nie mo¿na zaktualizowaæ %s

source: warning: %s/man%s/%s.%s*: competing extensions
cs: varování: %s/man%s/%s.%s*: více pøípon
pl: ostrze¿enie: %s/man%s/%s.%s*: konkuruj±ce rozszerzenia

source: can't update index cache %s
cs: restøík %s nelze aktualizovat
pl: nie mo¿na zaktualizowaæ bufora indeksu %s

source: warning: %s: bad symlink or ROFF `.so' request
cs: varování: %s: chybný symbolický odkaz nebo `.so' po¾adavek pro ROFF
pl: ostrze¿enie: %s z³e dowi±zanie symboliczne lub b³êdne ¿±danie ".so" ROFF-a

source: warning: %s: ignoring empty file
cs: varování: %s: ignoruji prázdný soubor
pl: ostrze¿enie: %s: ignorowanie pustego pliku

source: warning: %s: whatis parse for %s(%s) failed
cs: varování: %s: pøíkaz whatis %s(%s) nenalezl
pl: ostrze¿enie: %s: parsowanie whatis %s(%s) nie powiod³o siê

source: can't search directory %s
cs: adresáø %s nelze prohledat
pl: nie mo¿na przeszukaæ katalogu %s

source: Updating index cache for path `%s/%s'. Wait...
cs: Aktualizuji rejstøík pro adresáø `%s/%s'. Prosím èekejte...
pl: Aktualizowanie bufora indeksu dla ¶cie¿ki "%s/%s". Proszê czekaæ...

source: can't create index cache %s
cs: rejstøík %s nelze vytvoøit
pl: nie mo¿na utworzyæ bufora indeksu %s

source: done.
cs: dokonèeno.
pl: zakoñczono.

source: Purging old database entries in %s...
cs: Ma¾u staré databázové záznamy v %s...
pl: Usuwanie starych wpisów w bazie danych %s...

source: Can't convert %s to cat name
cs: %s nelze pøevést na jméno cat souboru
pl: Nie mo¿na skonwertowaæ %s do nazwy preformatowanej strony podrêcznika

source: warning: failed to store entry for %s(%s)
pl: ostrze¿enie: b³±d podczas zachowywania wpisu dla %s(%s)

source: can't get passwd structure for uid 0
pl: nie mo¿na odczytaæ struktury passwd u¿ytkownika o id 0

source: warning: %s: ignoring bogus filename
cs: varování: %s: ignoruji
pl: ostrze¿enie: %s: ignorowanie niepoprawnej nazwy pliku

source: usage: %s [-deiIhV] path section name
cs: Pou¾ití: %s [-deiIhV] cesta sekce jméno
pl: u¿ycie %s [-deiIhV] ¶cie¿ka sekcja nazwa ...

source: -d, --debug emit debugging messages. -e, --extension limit search to extension type `extension'. -i, --ignore-case look for pages case-insensitively (default). -I, --match-case look for pages case-sensitively. -V, --version show version. -h, --help show this usage message.
cs: -d --debug vypisuje ladící informace -e, --extension omez vyhledávání na typ roz¹íøení 'extension' -i, --ignore-case nerozli¹uj mezi malými a velkými písmeny (implicitnì) -I, --match-case rozli¹uj mezi malými a velkými písmeny -V --version vypí¹e oznaèení verze -h --help vypí¹e tuto nápovìdu
pl: -d, --debug wy¶wietla informacje debugowania. -e, --extension ogranicza wyszukiwanie do plików maj±cych dane rozszerzenie. -i, --ignore-case ignoruje wielko¶æ liter podczas wyszukiwania stron (domy¶lnie). -I, --match-case nie ignoruje wielko¶ci liter podczas wyszukiwania stron. -V, --version wy¶wietla wersjê programu. -h, --help wy¶wietla tê pomoc.

source: warning: whatis for %s exceeds %d bytes, truncating.
cs: varování: whatis argument %s je del¹í o bajtù: %d (bude zkrácen)
pl: ostrze¿enie: whatis dla argumentu %s przekracza %d bajtów, obcinanie.

source: -m -c: incompatible options
cs: -m -c: nekompatibilní pøepínaèe
pl: -m -c: opcje niekompatybilne

source: command exited with status %d: %s
cs: pøíkaz skonèil s návratovým kódem %d: %s
pl: polecenie zwróci³o kod b³êdu %d: %s

source: usage: %s [-c|-f|-k|-w|-tZT device] [-i|-I] [-adlhu7V] [-Mpath] [-Ppager] [-Cfile] [-Slist] [-msystem] [-pstring] [-Llocale] [-eextension] [section] page ...
pl: u¿ycie: %s [-c|-f|-k|-w|-tZT urz±dzenie] [-i|-I] [-adlhu7V] [-M¶cie¿ka] [-Ppager] [-Cplik] [-Slista] [-msystem] [-p³añcuch_znaków] [-Llocale] [-erozszerzenie] [sekcja] strona ...

source: usage: %s [-c|-f|-k|-w] [-i|-I] [-adlhu7V] [-Mpath] [-Ppager] [-Cfile] [-Slist] [-msystem] [-pstring] [-Llocale] [-eextension] [section] page ...
pl: u¿ycie: %s [-c|-f|-k|-w] [-i|-I] [-adlhu7V] [-M¶cie¿ka] [-Ppager] [-Cplik] [-Slista] [-msystem] [-p³añcuch_znaków] [-Llocale] [-erozszerzenie] [sekcja] strona ...

source: -a, --all find all matching manual pages. -d, --debug emit debugging messages. -e, --extension limit search to extension type `extension'. -f, --whatis equivalent to whatis. -k, --apropos equivalent to apropos. -w, --where, --location print physical location of man page(s). -W, --where-cat, --location-cat print physical location of cat file(s). -l, --local-file interpret `page' argument(s) as local filename(s). -u, --update force a cache consistency check. -i, --ignore-case look for pages case-insensitively (default). -I, --match-case look for pages case-sensitively. -r, --prompt string provide the `less' pager with a prompt -c, --catman used by catman to reformat out of date cat pages. -7, --ascii display ASCII translation of certain latin1 chars. -E, --encoding encoding use the selected nroff device and display in pager.
cs: -a, --all nalezne v¹echny odpovídající manuálové stránky -d, --debug vypisuje ladící informace -e, --extension pøípona omezí vyhledávání na pøíponu `pøípona' -f, --whatis chová se jako pøíkaz whatis -k, --apropos chová se jako pøíkaz apropos -w, --where, --location vypisuje fyzické umístìní manuálových stránek -W, --where-cat, --location-cat vypisujuje fyzické umístìní cat stránek -l, --local-file bere argument `stránka' jako jméno lokálního souboru -u, --update vnutí aktualizaci rejstøíku -r, --prompt øetìzec øekne prohlí¾eèi `less', aby zobrazoval zprávu "øetìzec" na dolním øádku terminálu -c, --catman pou¾íván programem catman k pøeformátování stránek -7, --ascii provádí pøeklad nìkterých latin1 znakù do ASCII -E, --encoding kódování pou¾ij vybrané nroff zaøízení a zobraz ve stránkovaèi
pl: -a, --all znajduje wszystkie pasuj±ce strony podrêcznika. -d, --debug wy¶wietla informacje debugowe. -e, --extension ogranicza wyszukiwanie do plików maj±cych dane rozszerzenie. -f, --whatis odpowiednik whatis. -k, --apropos odpowiednik apropos. -w, --where, --location wypisuje fizyczne lokalizacje stron(y) podrêcznika -W, --where-cat, --location-cat wypisuje fizyczne lokalizacje preformatowanych(-ej) stron(y) podrêcznika. -l, --local-file interpretuje argument "strona" jako nazwê lokalnego pliku(s). -u, --update wymusza sprawdzenia spójno¶ci bufora. -i, --ignore-case szuka stron, ignoruj±c wielko¶æ liter (domy¶lnie). -I, --match-case szuka stron, zachowuj±c wielko¶æ liter. -r, --prompt ³añcuch_znaków przekazuje pagerowi "less" podane znaki zachêty. -c, --catman u¿ywane przez catman do odnowienia przestarza³ych preformatowanych stron podrêcznika. -7, --ascii wy¶wietla odpowiedniki ASCII pewnych znaków latin1. -E, --encoding kodowanie u¿ywa wybranego urz±dzenia nroff do wy¶wietlania w pagerze.

source: -t, --troff use %s to format pages. -T, --troff-device device use %s with selected device.
cs: -t, --troff pou¾ije %s pro formátování stránek -T, --troff-device device pou¾ije %s pro zvolené zaøízení
pl: -t, --troff u¿ywa %s do formatowania stron. -T, --troff-device device u¿ywa %s z wybranym urz±dzeniem.

source: -H, --html use lynx or argument to display html output. -Z, --ditroff use groff and force it to produce ditroff. -X, --gxditview use groff and display through gxditview (X11): -X = -TX75, -X100 = -TX100, -X100-12 = -TX100-12.
pl: -H, --html u¿ywa lynksa lub argumentu w celu wy¶wietlenia wyj¶cia w HTML-u. -Z, --ditroff u¿ywa groffa i zmusza go do wyprodukowania ditroffa. -X, --gxditview u¿ywa groffa i wy¶wietla, u¿ywaj±c gxditview (X11): -X = -TX75, -X100 = -TX100, -X100-12 = -TX100-12.

source: -D, --default reset all options to their default values. -C, --config-file file use this user configuration file. -M, --manpath path set search path for manual pages to `path'. -P, --pager pager use program `pager' to display output. -S, --sections list use colon separated section list. -m, --systems system search for man pages from other unix system(s). -L, --locale locale define the locale for this particular man search. -p, --preprocessor string string indicates which preprocessors to run. e - [n]eqn p - pic t - tbl g - grap r - refer v - vgrind -V, --version show version. -h, --help show this usage message.
pl: -D, --default czy¶ci wszystkie opcje, ustawiaj±c im domy¶lne warto¶ci. -C, --config-file file u¿ywa podanego pliku konfiguracyjnego. -M, --manpath ¶cie¿ka ustawia ¶cie¿kê poszukiwañ stron podrêcznika na "¶cie¿kê". -P, --pager pager u¿ywa programu "pager" do wy¶wietlania wyj¶cia. -S, --sections lista u¿ywa rozdzielonej przecinkami listy sekcji. -m, --systems system wyszukuje strony podrêcznika innych systemów uniksowych. -L, --locale locale okre¶la regionalne ustawienia jêzykowe tego wyszukiwania stron podrêcznika. -p, --preprocessor ³añcuch ³añcuch znaków okre¶laj±cy, jakiego preprocesora nale¿y u¿yæ. e - [n]eqn p - pic t - tbl g - grap r - refer v - vgrind -V, --version wy¶wietla wersjê programu. -h, --help wy¶wietla tê pomoc.

source: What manual page do you want?
cs: Kterou manuálovou stránku si pøejete?
pl: Jakiej strony podrêcznika potrzebujesz?

source: See '%s' for help when manual pages are not available.
cs: Pokud nejsou manuálové stránky dostupné pou¾ijte pro nápovìdu pou¾ijte '%s'.
pl: Proszê przeczytaæ "%s", aby uzyskaæ pomoc, gdy strony podrêcznika nie s± dostêpne.

source: can't chdir to %s
cs: do adresáøe %s nelze vstoupit
pl: nie mo¿na zmieniæ katalogu na %s

source: Manual page
cs: Manuálová stránka
pl: Strona podrêcznika ekranowego

source: mandb command failed with exit status %d
cs: pøíkaz mandb skonèil s návratovým kódem %d
pl: polecenie mandb zakoñczy³o siê b³êdem %d

source: : incompatible options
cs: : nekompatibilní pøepínaè(e)
pl: : opcje niekompatybilne

source: ignoring unknown preprocessor `%c'
cs: ignoruji neznámý preprocesor `%c'
pl: ignorowanie nieznanego preprocesora "%c"

source: can't chown %s
cs: chown %s nelze provést
pl: nie mo¿na zmieniæ w³a¶ciciela %s

source: can't chmod %s
cs: chmod %s nelze provést
pl: nie mo¿na zmieniæ praw dostêpu %s

source: can't rename %s to %s
cs: %s nelze pøejmenovat na %s
pl: nie mo¿na zmieniæ nazwy %s na %s

source: can't set times on %s
cs: nemù¾u nastavit èas na %s
pl: nie mo¿na ustawiæ czasów na %s

source: can't unlink %s
cs: %s nelze smazat
pl: nie mo¿na usun±æ %s

source: can't create temporary cat for %s
cs: doèasný cat soubor %s nelze vytvoøit
pl: nie mo¿na utworzyæ tymczasowego pliku cat dla %s

source: can't change to directory %s
cs: do adresáøe %s nelze vstoupit
pl: nie mo¿na przej¶æ do katalogu %s

source: can't open temporary file %s
pl: nie mo¿na otworzyæ pliku tymczasowego %s

source: can't remove directory %s
pl: nie mo¿na usun±æ katalogu %s

source: cannot write to %s in catman mode
cs: do %s nelze v módu catman zapsat
pl: nie mo¿na zapisaæ do %s w trybie catman

source: %s: relying on whatis refs is deprecated
pl: %s: poleganie na odno¶nikach whatis jest niezalecane

source: internal error: candidate type %d out of range
pl: b³±d wewnêtrzny: typ kandydata %d poza zakresem dopuszczalnych warto¶ci

source: --Man-- next: %s [ view (return) | skip (Ctrl-D) | quit (Ctrl-C) ]
cs: --Man-- dal¹í: %s [ prohlédn. (enter) | pøeskoèit (Ctrl-D) | ukonèit (Ctrl-C) ]
pl: --Man-- nastêpna: %s [ przegl±daj (return) | pomiñ (Ctrl-D) | zakoñcz (Ctrl-C) ]

source: usage: %s [-dqspuct|-h|-V] [-C file] [-f filename] [manpath]
pl: u¿ycie: %s [-dqspuct|-h|-V] [-C plik] [-f nazwa_pliku] [¶cie¿ka_man]

source: -d, --debug produce debugging info. -q, --quiet work quietly, except for 'bogus' warning. -s, --no-straycats don't look for or add stray cats to the dbs. -p, --no-purge don't purge obsolete entries from the dbs. -u, --user-db produce user databases only. -c, --create create dbs from scratch, rather than updating. -t, --test check manual pages for correctness. -f, --filename update just the entry for this filename. -C, --config-file use this user configuration file. -V, --version show version. -h, --help show this usage message.
pl: -d, --debug wy¶wietla informacje debugowania. -q, --quiet tryb cichy, pokazuje tylko ostrze¿enia o niepoprawnych nazwach plików. -s, --no-straycats nie szuka nie powi±zanych stron preformatowanych i nie dodaje ich do bazy. -p, --no-purge nie usuwa przestarza³ych wpisów z bazy danych. -u, --user-db tworzy tylko bazy danych u¿ytkownika. -c, --create tworzy bazê danych na nowo zamiast aktualizowaæ j± -t, --test sprawdza poprawno¶æ strony podrêcznika -f, --filename uaktualnia wpis dotycz±cy tylko podanej nazwy pliku. -C, --config-file u¿ywa podanego pliku konfiguracyjnego u¿ytkownika. -V, --version wy¶wietla informacjê o wersji programu. -h, --help pokazuje tê pomoc.

source: can't remove %s
cs: %s nelze pøejmenovat
pl: nie mo¿na usun±æ %s

source: can't write to %s
pl: nie mo¿na pisaæ do %s

source: can't read from %s
pl: nie mo¿na czytaæ z %s

source: Processing manual pages under %s...
cs: Zpracovávám manuálovou stránku v adresáøi %s...
pl: Przetwarzanie stron podrêcznika w %s...

source: the setuid man user "%s" does not exist
cs: manový u¾ivatel `%s' neexistuje
pl: u¿ytkownik "%s" nie istnieje

source: warning: no MANDB_MAP directives in %s, using your manpath
cs: varování: v souboru %s není direktiva MANDB%%MAP, pou¾ívám manpath
pl: ostrze¿enie: w %s brak dyrektyw MANDB_MAP, u¿ywanie ¶cie¿ki manpath

source: %d man subdirectories contained newer manual pages. %d manual pages were added.
pl: %d podkatalogów man zawiera³o nowsze strony podrêcznika. %d stron podrêcznika zosta³o dodanych.

source: %d stray cats were added.
cs: pøidal jsem %d cat souborù bez zdroje.
pl: dodano %d nie powi±zanych ze sob± preformatowanych stron podrêcznika.

source: %d old database entries were purged.
cs: vymazal jsem %d starý databázových polo¾ek.
pl: %d starych wpisów w bazie danych zosta³o usuniêtych.

source: can't make sense of the manpath configuration file %s
cs: z konfiguraèního souboru %s nelze zjistit cesty pro manuálové stránky
pl: plik konfiguracyjny manpath %s jest pozbawiony sensu

source: warning: %s
cs: varování: %s
pl: ostrze¿enie: %s

source: warning: %s isn't a directory
cs: varování: %s není adresáø
pl: ostrze¿enie: %s nie jest katalogiem

source: manpath list too long
cs: cesta k manuálovým stránkam je pøíli¹ dlouhá
pl: zbyt d³uga lista ¶cie¿ek poszukiwañ stron podrêcznika

source: warning: $PATH not set
cs: varování: $PATH není nastavena
pl: ostrze¿enie: nie ustawiono zmiennej $PATH

source: warning: empty $PATH
cs: varování: prázdná $PATH
pl: ostrze¿enie: zmienna $PATH jest pusta

source: warning: $MANPATH set, prepending %s
cs: varování: $MANPATH nastavena, %s pøidáno na zaèátek
pl: ostrze¿enie: zmienna $MANPATH jest ustawiona, dodawanie %s na pocz±tku

source: warning: $MANPATH set, appending %s
cs: varování: $MANPATH nastavena, %s pøidáno na konec
pl: ostrze¿enie: zmienna $MANPATH jest ustawiona, dodawania %s na koñcu

source: warning: $MANPATH set, inserting %s
cs: varování: $MANPATH nastavena, vlo¾eno %s
pl: ostrze¿enie: zmienna $MANPATH jest ustawiona, wstawianie %s

source: warning: $MANPATH set, ignoring %s
cs: varování: $MANPATH nastavena, %s ignorováno
pl: ostrze¿enie: zmienna $MANPATH jest ustawiona, %s zignorowane

source: warning: cannot create catdir %s
cs: varování: adresáø %s pro cat soubory nelze vytvoøit
pl: ostrze¿enie: b³±d tworzenia katalogu preformatowanych stron %s

source: can't parse directory list `%s'
cs: seznam adresáøù `%s' nelze analyzovat
pl: nie mo¿na przetworzyæ listy katalogów "%s"

source: can't open the manpath configuration file %s
cs: konfiguraèní soubor %s pro cesty k manuálovým stránkám nelze otevøít
pl: nie mo¿na otworzyæ pliku konfiguracyjnego %s

source: warning: mandatory directory %s doesn't exist
cs: varování: povinný adresáø %s neexistuje
pl: ostrze¿enie: obowi±zkowy katalog %s nie istnieje

source: can't determine current directory
cs: nelze zjistit aktuální adresáø
pl: nie mo¿na okre¶liæ katalogu bie¿±cego

source: warning: %s does not begin with %s
cs: varování: cesta %s nezaèíná %s
pl: ostrze¿enie: %s nie zaczyna siê od %s

source: usage: %s [[-gcdq] [-C file] [-m system]] | [-V] | [-h]
pl: u¿ycie: %s [[-gcdq] [-C plik] [-m system]] | [-V] | [-h]

source: -c, --catpath show relative catpaths. -g, --global show the entire global manpath. -d, --debug produce debugging info. -q, --quiet produce fewer warnings. -C, --config-file file use this user configuration file. -m, --systems system express which `systems' to use. -V, --version show version. -h, --help show this usage message.
cs: -c, --catpath vypisuje adresáøe cat souborù -g, --global vypisuje adresáøe k manuálovým stránkám -d, --debug vypisuje ladící informace -q, --quiet vypisuje ménì varování -C, --config-file soubor pou¾ij tento konfiguraèní soubor -m, --systems systém pro který systém -V, --version vypí¹e oznaèení verze -h, --help vypí¹e tuto nápovìdu
pl: -c, --catpath pokazuje wzglêdne ¶cie¿ki poszukiwañ stron preformatowanych. -g, --global pokazuje systemow± ¶cie¿kê poszukiwañ stron man. -d, --debug wy¶wietla informacje debugowania. -q, --quiet wy¶wietla mniej ostrze¿eñ. -C, --config-file file u¿ywa podanego pliku konfiguracyjnego u¿ytkownika. -m, --systems system okre¶la, których `systemów' u¿ywaæ -V, --version wy¶wietla informacjê o wersji programu. -h, --help pokazuje tê pomoc.

source: warning: no global manpaths set in config file %s
cs: varování: globální cesty k manuálovým stránkám nejsou v konfiguraèním souboru %s nastaveny
pl: ostrze¿enie: w pliku konfiguracyjnym %s nie ustawiono systemowych ¶cie¿ek man

source: can't set effective uid
cs: efektivní uid nelze nastavit
pl: nie mo¿na ustawiæ efektywnego identyfikatora u¿ytkownika

source: can't fork
cs: fork nelze provést
pl: b³±d fork

source: can't resolve %s
cs: cestu %s nelze analyzovat
pl: nie mo¿na rozwi±zaæ %s

source: warning: %s is a dangling symlink
cs: varování: %s je symbolický odkaz ukazující na neexistující soubor
pl: ostrze¿enie: %s jest wisz±cym dowi±zaniem symbolicznym

source: Checking for stray cats under %s...
cs: Kontrola cat stránek bez zdrojù v adresáøi %s...
pl: Poszukiwanie nie powi±zanych stron preformatowanych w %s...

source: warning: can't update index cache %s
cs: varování: rejstøík %s nelze aktualizovat
pl: ostrze¿enie: nie mo¿na zaktualizowaæ bufora indeksu %s

source: %s is self referencing
cs: stránka %s se odkazuje sama na sebe
pl: %s odwo³uje siê do samego siebie

source: %s, version %s, %s
cs: %s, verze %s, %s
pl: %s w wersji %s, %s

source: warning: %s contains a pointer loop
pl: ostrze¿enie: %s zawiera pêtlê wska¼ników

source: (unknown subject)
pl: (temat nieznany)

source: Database %s corrupted; rebuild with mandb --create
pl: Baza danych %s jest uszkodzona; proszê zbudowaæ na nowo, u¿ywaj±c mandb --create

source: %s: nothing appropriate.
cs: %s: ¾ádná odpovídající
pl: %s: nic odpowiedniego.

source: %s what?
cs: Co má pøíkaz %s provést?
pl: co %s?

source: fatal: regex `%s': %s
cs: Fatální: regvýr '%s': %s
pl: b³±d krytyczny: wyra¿enie regularne "%s": %s

source: Don't know which program should I run being >%s<
pl: Nie wiadomo, jaki program uruchomiæ jako >%s<

source: %s: Failed su to user %s
pl: %s: Nie mo¿na staæ siê u¿ytkownikiem %s
